[
  {
    "id": 1,
    "name": "Sarah Johnson",
    "position": "CEO, TechStart Inc",
    "image": "https://randomuser.me/api/portraits/women/1.jpg",
    "rating": 5,
    "review": "Working with Brekket Labs has been an absolute game-changer for our business. Their expertise in software development and attention to detail is unmatched. They delivered our project on time and exceeded all expectations.",
    "date": "October 2024"
  },
  {
    "id": 2,
    "name": "Michael Chen",
    "position": "CTO, InnovateTech",
    "image": "https://randomuser.me/api/portraits/men/2.jpg",
    "rating": 5,
    "review": "The team at Brekket Labs demonstrated exceptional technical skills and professionalism throughout our collaboration. They guided us from ideation to deployment seamlessly. Highly recommended!",
    "date": "September 2024"
  },
  {
    "id": 3,
    "name": "Emily Rodriguez",
    "position": "Product Manager, Digital Solutions",
    "image": "https://randomuser.me/api/portraits/women/3.jpg",
    "rating": 5,
    "review": "Outstanding service! Brekket Labs transformed our vision into reality with their innovative approach and cutting-edge technology. The entire product lifecycle was handled with utmost care and expertise.",
    "date": "August 2024"
  },
  {
    "id": 4,
    "name": "David Thompson",
    "position": "Founder, StartupHub",
    "image": "https://randomuser.me/api/portraits/men/4.jpg",
    "rating": 5,
    "review": "From the initial consultation to the final deployment, Brekket Labs proved to be a reliable partner. Their comprehensive understanding of the development process made our project a huge success.",
    "date": "July 2024"
  },
  {
    "id": 5,
    "name": "Lisa Anderson",
    "position": "Director of Operations, CloudVenture",
    "image": "https://randomuser.me/api/portraits/women/5.jpg",
    "rating": 5,
    "review": "Exceptional quality and service! The team's dedication to excellence and their ability to solve complex problems made all the difference. We couldn't have asked for a better development partner.",
    "date": "June 2024"
  },
  {
    "id": 6,
    "name": "James Wilson",
    "position": "VP Engineering, FutureTech",
    "image": "https://randomuser.me/api/portraits/men/6.jpg",
    "rating": 5,
    "review": "Brekket Labs brought our ambitious project to life with precision and creativity. Their technical prowess combined with excellent communication made the entire process smooth and efficient.",
    "date": "May 2024"
  }
]
